---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.SomeObjectsNotExploded
source: html/2ca3b49b-9378-3032-7c59-f3a1b2e9ae3d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.SomeObjectsNotExploded Property

Import contained some 3D data or points which can't be exploded.

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeObjectsNotExploded { get; }
```